Repository: Jannik-1403/Garten-Simulation
Catalog: Garten_Simulation/Localizable.xcstrings
Source language: de
Languages: en, es, fr, hi, it, ja, ko, nl, pl, pt, ru, tr, zh_hans, zh_hant

# settings.export.desc
source: Möchten Sie alle Ihre Daten exportieren? Sie erhalten eine Datei mit allen Ihren Pflanzen und Fortschritten.
en: Do you want to export all your data? You will receive a file with all your plants and progress.
es: ¿Quieres exportar todos tus datos? Recibirás un archivo con todas tus plantas y progreso.
fr: Veux-tu exporter toutes tes données ? Tu recevras un fichier avec toutes tes plantes et progressions.
hi: क्या आप अपनी सभी डेटा निर्यात करना चाहेंगे? आपको अपनी सभी पौधों और प्रगति के साथ एक फ़ाइल प्राप्त होगी।
it: Do you want to export all your data? You will receive a file with all your plants and progress.
ja: すべてのデータをエクスポートしますか?すべての植物と進捗状況が記載されたファイルを受け取ります。
ko: 모든 데이터를 내보내시겠습니까? 모든 식물과 진행 상황이 포함된 파일을 받게 됩니다.
nl: Wilt u al uw gegevens exporteren? U ontvangt een bestand met al uw planten en de voortgang.
pl: Czy chcesz wyeksportować wszystkie swoje dane? Otrzymasz plik ze wszystkimi swoimi roślinami i postępami.
pt: Queres exportar todos os teus dados? Receberás um ficheiro com todas as tuas plantas e progresso.
ru: Хотите экспортировать все ваши данные? Вы получите файл со всеми вашими растениями и достижениями.
tr: Tüm verilerinizi dışa aktarmak istiyor musunuz? Tüm bitkilerinizi ve ilerlemenizi içeren bir dosya alacaksınız.
zh_hans: 您想导出所有数据吗？您将收到一份包含所有植物和进度的文件。
zh_hant: 您想匯出所有數據嗎？您將收到一份包含所有植物和進度的文件。

# settings.haptic
source: Haptik Feedback
en: Haptic Feedback
es: Vibración Háptica
fr: Retour haptique
hi: स्पर्श प्रतिक्रिया
it: Haptic Feedback
ja: 触覚フィードバック
ko: 햅틱 피드백
nl: Haptische feedback
pl: Informacje zwrotne dotykowe
pt: Feedback háptico
ru: Осязательная обратная связь
tr: Dokunsal Geribildirim
zh_hans: 触觉反馈
zh_hant: 觸覺回饋

# settings.health.connected
source: Verbunden
en: Connected
es: Conectado
fr: Connecté
hi: एक साथ बंधा हुआ
it: Legati insieme
ja: 一緒に結ばれた
ko: 함께 묶여
nl: Samengebonden
pl: Połączeni razem
pt: Amarrados juntos
ru: Подключено
tr: Bağlı
zh_hans: 已连接
zh_hant: 綁在一起

# settings.health.description
source: Verbinde Apple Health, um deine Schritte und deinen Schlaf zu synchronisieren und so den Fortschritt in deinem Garten voranzutreiben.
en: Connect Apple Health to synchronize your steps and sleep, driving the progress in your garden.
es: Conecta Apple Health para sincronizar tus pasos y sueño, impulsando el progreso en tu jardín.
fr: Connectez Apple Health pour synchroniser vos pas et votre sommeil, favorisant ainsi la progression de votre jardin.
hi: अपने कदम और नींद को सिंक करने और अपने बगीचे में प्रगति को बढ़ावा देने के लिए Apple Health को कनेक्ट करें।
it: Connetti Apple Health per sincronizzare i tuoi passi e il sonno, favorendo i progressi nel tuo giardino.
ja: Apple Healthを連携して歩数と睡眠を同期し、庭の成長を促進しましょう。
ko: Apple Health를 연결하여 걸음 수와 수면을 동기화하고 정원의 성장을 촉진하세요.
nl: Verbind Apple Health om je stappen en slaap te synchroniseren en zo de voortgang in je tuin te stimuleren.
pl: Połącz Apple Health, aby zsynchronizować swoje kroki i sen, co przyspieszy postępy w Twoim ogrodzie.
pt: Conecte o Apple Health para sincronizar seus passos e sono, impulsionando o progresso do seu jardim.
ru: Подключите Apple Health, чтобы синхронизировать шаги и сон, ускоряя прогресс в вашем саду.
tr: Adımlarınızı ve uykunuzu senkronize ederek bahçenizdeki gelişimi desteklemek için Apple Health'i bağlayın.
zh_hans: 连接 Apple Health 同步您的步数和睡眠，从而推动花园的进度。
zh_hant: 連接 Apple Health 同步您的步數和睡眠，從而推動花園的進度。

# settings.health.instruction
source: Profil > Datenschutz > Apps > Grovy, um alles zu aktivieren.
en: Profile > Privacy > Apps > Grovy to enable everything.
es: Perfil > Privacidad > Apps > Grovy para activar todo.
fr: Profil > Confidentialité > Apps > Grovy pour tout activer.
hi: प्रोफ़ाइल > गोपनीयता > ऐप्स > ग्रोवी, सब कुछ सक्रिय करने के लिए।
it: Profilo > Privacy > App > Grovy per attivare tutto.
ja: プロフィール > プライバシー > アプリ > Grovy ですべてを有効にする。
ko: 프로필 > 개인정보 보호 > 앱 > Grovy 에서 모두 활성화하세요.
nl: Profiel > Privacy > Apps > Grovy om alles in te schakelen.
pl: Profil > Prywatność > Aplikacje > Grovy, aby włączyć wszystko.
pt: Perfil > Privacidade > Apps > Grovy para ativar tudo.
ru: Профиль > Конфиденциальность > Приложения > Grovy, чтобы активировать всё.
tr: Profil > Gizlilik > Uygulamalar > Grovy ile her şeyi etkinleştirin.
zh_hans: 配置文件 > 隐私 > 应用程序 > Grovy 以启用一切。
zh_hant: 設定檔 > 隱私權 > 應用程式 > Grovy 以啟用一切。

# settings.health.off
source: Aus
en: Off
es: Apagado
fr: Désactivé
hi: से बाहर
it: Fuori
ja: のうち
ko: 밖으로
nl: Uit
pl: Z
pt: Fora de
ru: Откл
tr: Kapalı
zh_hans: 关闭
zh_hant: 出

# settings.health.steps
source: Schritte
en: Steps
es: Pasos
fr: Pas
hi: कदम
it: Passi
ja: 歩数
ko: 걸음 수
nl: Stappen
pl: Kroki
pt: Passos
ru: шаги
tr: Adımlar
zh_hans: 步骤
zh_hant: 步驟

# settings.health.today
source: Heutige Health-Daten
en: Today's Health Data
es: Datos de salud de hoy
fr: Données de santé du jour
hi: आज के स्वास्थ्य डेटा
it: Dati sanitari di oggi
ja: 今日のヘルスデータ
ko: 오늘의 건강 데이터
nl: Gezondheidsgegevens van vandaag
pl: Dzisiejsze dane zdrowotne
pt: Dados de saúde de hoje
ru: Сегодняшние данные о здоровье
tr: Bugünün Sağlık Verileri
zh_hans: 今日健康数据
zh_hant: 今日健康數據

# settings.health.water
source: Wasser
en: Water
es: Agua
fr: Eau
hi: पानी
it: Acqua
ja: 水
ko: 물
nl: Water
pl: Woda
pt: Água
ru: вода
tr: Su
zh_hans: 水
zh_hant: 水

# settings.import
source: Daten importieren
en: Import Data
es: Importar Datos
fr: Importer des données
hi: डेटा आयात करना
it: Import Data
ja: データのインポート
ko: 데이터 가져오기
nl: Gegevens importeren
pl: Importuj dane
pt: Importar dados
ru: Импортировать данные
tr: Verileri İçe Aktar
zh_hans: 导入数据
zh_hant: 導入數據

# settings.import.action
source: Import starten
en: Start Import
es: Iniciar Importación
fr: Démarrer l'import
hi: आयात शुरू करें
it: Start Import
ja: インポートの開始
ko: 가져오기 시작
nl: Start importeren
pl: Rozpocznij import
pt: Iniciar importação
ru: Запустить импорт
tr: İçe aktarmayı başlat
zh_hans: 开始导入
zh_hant: 開始導入

# settings.import.desc
source: Möchten Sie Daten importieren? Dies überschreibt Ihre aktuellen Fortschritte.
en: Do you want to import data? This will overwrite your current progress.
es: ¿Quieres importar datos? Esto sobreescribirá tu progreso actual.
fr: Veux-tu importer des données ? Cela écrasera ta progression actuelle.
hi: क्या आप डेटा आयात करना चाहते हैं? यह आपकी वर्तमान प्रगति को अधिलेखित करेगा।
it: Do you want to import data? This will overwrite your current progress.
ja: データをインポートしますか?これにより、現在の進行状況が上書きされます。
ko: 데이터를 가져오시겠습니까? 현재 진행 상황을 덮어쓰게 됩니다.
nl: Wilt u gegevens importeren? Hiermee wordt uw huidige voortgang overschreven.
pl: Czy chcesz zaimportować dane? Spowoduje to zastąpienie Twojego bieżącego postępu.
pt: Queres importar dados? Isto irá substituir o teu progresso atual.
ru: Хотите импортировать данные? Это перезапишет ваши текущие достижения.
tr: Verileri içe aktarmak istiyor musunuz? Bu, mevcut ilerlemenizin üzerine yazacaktır.
zh_hans: 您想导入数据吗？这将覆盖您当前的进度。
zh_hant: 您想匯入資料嗎？這將覆蓋您當前的進度。

# settings.improve_your_life
source: Verbessere dein Leben
en: Improve your life
es: Mejora tu vida
fr: Améliorez votre vie
hi: अपने जीवन में सुधार करें
it: Migliora la tua vita
ja: あなたの生活を改善する
ko: 당신의 삶을 개선하세요
nl: Verbeter je leven
pl: Popraw swoje życie
pt: Melhora a tua vida
ru: Улучшай свою жизнь
tr: Hayatını geliştir
zh_hans: 改善你的生活
zh_hant: 改善你的生活

# settings.language
source: Sprache
en: Language
es: Idioma
fr: Langue
hi: भाषा
it: Language
ja: 言語
ko: 언어
nl: Taal
pl: Język
pt: Idioma
ru: язык
tr: Dil
zh_hans: 语言
zh_hant: 語言

# settings.language.de
source: Deutsch
en: German
es: Alemán
fr: Allemand
hi: जर्मन
it: German
ja: ドイツ語
ko: 독일 사람
nl: Duits
pl: niemiecki
pt: Alemão
ru: немецкий
tr: Almanca
zh_hans: 德语
zh_hant: 德文

# settings.language.fr
source: Français
en: French
es: Francés
hi: फ़्रेंच
it: French
ja: フランス語
ko: 프랑스 국민
nl: Frans
pl: francuski
pt: Francês
ru: Французский
tr: Fransızca
zh_hans: 法国人
zh_hant: 法國人

# settings.language.it
source: Italiano
en: Italian
fr: Italien
hi: इतालवी
it: Italian
ja: イタリア語
ko: 이탈리아 사람
nl: Italiaans
pl: włoski
ru: Итальянский
tr: İtalyan
zh_hans: 意大利人
zh_hant: 義大利人

# settings.language.ja
source: japanisch
en: Japanese
es: japonés
fr: japonais
hi: जापानी
it: giapponese
ja: 日本語
ko: 일본어
nl: Japanse
pl: japoński
pt: japonês
ru: японский
tr: Japonca
zh_hans: 日本人
zh_hant: 日本人

# settings.language.ko
source: Koreanisch
en: Korean
es: coreano
fr: coréen
hi: कोरियाई
it: coreano
ja: 韓国人
ko: 한국인
nl: Koreaans
pl: koreański
pt: coreano
ru: корейский
tr: Korece
zh_hans: 韩国人
zh_hant: 韓國人

# settings.language.nl
source: Niederländisch
en: Dutch
es: Holandés
fr: Néerlandais
hi: डच
it: Olandese
ja: オランダ語
ko: 네덜란드 사람
nl: Nederlands
pl: Holenderski
pt: Holandês
ru: нидерландский
tr: Flemenkçe
zh_hans: 荷兰语
zh_hant: 荷蘭語

# settings.language.pl
source: Polieren
en: Polish
es: Polaco
fr: polonais
hi: चमकाना
it: Polacco
ja: 研磨
ko: 광택
nl: Pools
pl: Polski
pt: polonês
ru: Полировать
tr: Lehçe
zh_hans: 抛光
zh_hant: 拋光

# settings.language.pt
source: Português
en: Portuguese
es: Portugués
fr: Portugais
hi: पुर्तगाली
it: Portuguese
ja: ポルトガル語
ko: 포르투갈 인
nl: Portugees
pl: portugalski
ru: Португальский
tr: Portekizce
zh_hans: 葡萄牙语
zh_hant: 葡萄牙語

# settings.language.tr
source: Türkisch
en: Turkish
es: turco
fr: turc
hi: तुर्की
it: turco
ja: トルコ語
ko: 터키어
nl: Turks
pl: turecki
pt: turco
ru: турецкий
tr: Türkçe
zh_hans: 土耳其
zh_hant: 土耳其

# settings.manage_subscription
source: Abo verwalten
en: Manage Subscription
es: Administrar suscripción
fr: Gérer l'abonnement
hi: सेटिंग्स.प्रबंधन_सदस्यता
it: Gestisci abbonamento
ja: サブスクリプションの管理
ko: 구독 관리
nl: settings.manage_subscription
pl: Zarządzaj subskrypcją
pt: Gerenciar assinatura
ru: settings.manage_subscription
tr: Aboneliği yönet
zh_hans: 管理订阅
zh_hant: 管理訂閱

# settings.notifications
source: Benachrichtigungen
en: Notifications
es: Notificaciones
fr: Notifications
hi: सूचनाएँ
it: Notifications
ja: 通知
ko: 알림
nl: Meldingen
pl: Powiadomienia
pt: Notifications
ru: Уведомления
tr: Bildirimler
zh_hans: 通知
zh_hant: 通知

# settings.off
source: Aus
en: Off
es: Desactivado
fr: Désactivé
hi: बंद
it: Disattivo
ja: オフ
ko: 꺼짐
nl: Uit
pl: Wył.
pt: Desativado
ru: из
tr: Kapalı
zh_hans: 出
zh_hant: 出

# settings.on
source: An
en: On
es: Activo
fr: Activé
hi: एक
it: Attivo
ja: オン
ko: 켜짐
nl: Aan
pl: Wł.
pt: Ativo
ru: неопределённый артикль
tr: Açık
zh_hans: 到
zh_hant: 到

# settings.onboarding.repeat
source: Einführung wiederholen
en: Repeat Intro
es: Repetir introducción
fr: Répéter l'introduction
hi: परिचय दोहराना
it: Ripeti introduzione
ja: イントロを繰り返す
ko: 소개 반복
nl: Herhaal de inleiding
pl: Powtórz wprowadzenie
pt: Repetir introdução
ru: Повторить введение
tr: Giriş Tekrarı
zh_hans: 重复介绍
zh_hant: 重複介紹

# settings.pdf_export
source: Daten exportieren (PDF)
en: Export Data (PDF)
es: Exportar Datos (PDF)
fr: Exporter les Données (PDF)
hi: डेटा निर्यात करें (PDF)
it: Esporta Dati (PDF)
ja: データエクスポート (PDF)
ko: 데이터 내보내기 (PDF)
nl: Gegevens Exporteren (PDF)
pl: Eksportuj Dane (PDF)
pt: Exportar Dados (PDF)
ru: Экспорт данных (PDF)
tr: Verileri Dışa Aktar (PDF)
zh_hans: 导出数据（PDF）
zh_hant: 匯出數據（PDF）

# settings.privacy_settings
source: Datenschutz-Einstellungen
en: Privacy Settings
es: Configuración de Privacidad
fr: Paramètres de confidentialité
hi: डेटा सुरक्षा सेटिंग्स
it: Privacy Settings
ja: プライバシー設定
ko: 개인정보 설정
nl: Privacy-instellingen
pl: Ustawienia prywatności
pt: Definições de privacidade
ru: Настройки конфиденциальности
tr: Gizlilik Ayarları
zh_hans: 隐私设置
zh_hant: 隱私設定

# settings.privacy.desc
source: Grovy respektiert deine Privatsphäre. Alle deine Daten – Pflanzen, Fortschritte, Coins und Einstellungen – werden ausschließlich lokal auf deinem Gerät gespeichert. Es werden keine Daten an externe Server übertragen. Die App benötigt keine Internetverbindung und erstellt kein Nutzerkonto. Es findet kein Tracking statt. Du kannst deinen Spielstand jederzeit über Backup & Import exportieren und auf ein neues Gerät übertragen.
en: Grovy respects your privacy. All your data – plants, progress, coins, and settings – is stored exclusively on your device. No data is transmitted to external servers. The app requires no internet connection and creates no user account. No tracking takes place. You can export your save at any time via Backup & Import and transfer it to a new device.
es: Grovy respeta tu privacidad. Todos tus datos – plantas, progreso, monedas y ajustes – se almacenan exclusivamente en tu dispositivo. No se transmiten datos a servidores externos. La app no requiere conexión a internet y no crea ninguna cuenta de usuario. No se realiza ningún seguimiento. Puedes exportar tu partida en cualquier momento a través de Copia de Seguridad e Importación y transferirla a un nuevo dispositivo.
fr: Grovy respecte ta vie privée. Toutes tes données – plantes, progressions, pièces et paramètres – sont stockées exclusivement sur ton appareil. Aucune donnée n’est transmise à des serveurs externes. L’application ne nécessite pas de connexion Internet et ne crée pas de compte utilisateur. Aucun suivi n’a lieu. Tu peux exporter ta sauvegarde à tout moment via Sauvegarde & Import et la transférer sur un nouvel appareil.
hi: Grovy आपकी गोपनीयता का सम्मान करता है। आपके सभी डेटा – पौधे, प्रगति, कॉइन्स और सेटिंग्स – केवल आपके डिवाइस पर स्थानीय रूप से संग्रहीत होते हैं। कोई डेटा बाहरी सर्वरों पर स्थानांतरित नहीं किया जाता। ऐप को इंटरनेट कनेक्शन की आवश्यकता नहीं है और यह किसी उपयोगकर्ता खाते को नहीं बनाता। कोई ट्रैकिंग नहीं होती। आप अपने गेम की स्थिति किसी भी समय बैकअप और इम्पोर्ट के माध्यम से निर्यात कर सकते हैं और इसे नए डिवाइस पर स्थानांतरित कर सकते हैं।
it: Grovy respects your privacy. All your data – plants, progress, coins, and settings – is stored exclusively on your device. No data is transmitted to external servers. The app requires no internet connection and creates no user account. No tracking takes place. You can export your save at any time via Backup & Import and transfer it to a new device.
ja: Grovy はあなたのプライバシーを尊重します。 植物、進行状況、コイン、設定などのすべてのデータは、デバイスにのみ保存されます。外部サーバーにデータが送信されることはありません。 このアプリはインターネット接続を必要とせず、ユーザー アカウントも作成しません。追跡は行われません。 バックアップとインポートを通じていつでも保存内容をエクスポートし、新しいデバイスに転送できます。
ko: Grovy는 귀하의 개인정보를 존중합니다. 식물, 진행 상황, 코인, 설정 등 모든 데이터는 귀하의 장치에만 저장됩니다. 데이터는 외부 서버로 전송되지 않습니다. 이 앱은 인터넷 연결이 필요하지 않으며 사용자 계정을 생성하지 않습니다. 추적이 발생하지 않습니다. 백업 및 가져오기를 통해 언제든지 저장 내용을 내보내고 새 장치로 전송할 수 있습니다.
nl: Grovy respecteert uw privacy. Al uw gegevens – planten, voortgang, munten en instellingen – worden exclusief op uw apparaat opgeslagen. Er worden geen gegevens naar externe servers verzonden. De app vereist geen internetverbinding en maakt geen gebruikersaccount aan. Er vindt geen tracking plaats. U kunt uw opgeslagen gegevens op elk gewenst moment via Backup & Import exporteren en naar een nieuw apparaat overbrengen.
pl: Grovy szanuje Twoją prywatność. Wszystkie Twoje dane – rośliny, postęp, monety i ustawienia – są przechowywane wyłącznie na Twoim urządzeniu. Żadne dane nie są przesyłane do serwerów zewnętrznych. Aplikacja nie wymaga połączenia z Internetem i nie tworzy konta użytkownika. Nie ma żadnego śledzenia. Możesz wyeksportować swój zapis w dowolnym momencie poprzez opcję Kopia zapasowa i import i przenieść go na nowe urządzenie.
pt: Grovy respeita a tua privacidade. Todos os teus dados \u{2013} plantas, progresso, moedas e defini\u{00E7}\u{00F5}es \u{2013} s\u{00E3}o armazenados exclusivamente no teu dispositivo. Nenhum dado \u{00E9} transmitido a servidores externos. A aplica\u{00E7}\u{00E3}o n\u{00E3}o requer liga\u{00E7}\u{00E3}o \u{00E0} Internet e n\u{00E3}o cria nenhuma conta de utilizador. N\u{00E3}o \u{00E9} efetuado qualquer rastreamento. Podes exportar o teu progresso a qualquer momento atrav\u{00E9}s de Backup & Importar e transferi-lo para um novo dispositivo.
ru: Grovy уважает вашу конфиденциальность. Все ваши данные – растения, прогресс, монеты и настройки – сохраняются исключительно локально на вашем устройстве. Данные не передаются на внешние серверы. Приложению не требуется подключение к интернету и не создается учетная запись пользователя. Отслеживание не осуществляется. Вы можете в любое время экспортировать свой игровой прогресс через Резервное копирование & Импорт и перенести его на новое устройство.
tr: Grovy gizliliğinize saygı duyar. Tüm verileriniz (bitkiler, ilerleme, madeni paralar ve ayarlar) yalnızca cihazınızda saklanır. Harici sunuculara hiçbir veri iletilmez. Uygulama internet bağlantısı gerektirmez ve kullanıcı hesabı oluşturmaz. Hiçbir izleme gerçekleşmez. Kayıtlarınızı istediğiniz zaman Yedekle ve İçe Aktar aracılığıyla dışa aktarabilir ve yeni bir cihaza aktarabilirsiniz.
zh_hans: Grovy 尊重您的隐私。 您的所有数据 - 植物、进度、硬币和设置 - 都专门存储在您的设备本地。没有数据传输到外部服务器。 该应用程序不需要互联网连接，也不会创建用户帐户。没有跟踪。 您可以随时使用“备份和导入”导出保存的内容并将其传输到新设备。
zh_hant: Grovy 尊重您的隱私。 您的所有資料 - 植物、進度、硬幣和設定 - 都專門儲存在您的裝置本地。沒有資料傳輸到外部伺服器。 該應用程式不需要互聯網連接，也不會建立用戶帳戶。沒有跟踪。 您可以隨時使用「備份和匯入」匯出已儲存的內容並將其傳輸到新裝置。

# settings.pro.subtitle
source: Erhalte vollen Zugriff
en: Get full access
es: Obtén acceso completo
fr: Obtenir un accès complet
hi: पूर्ण पहुँच प्राप्त करें
it: Ottieni accesso completo
ja: フルアクセスを取得
ko: 전체 권한 얻기
nl: Krijg volledige toegang
pl: Uzyskaj pełny dostęp
pt: Obter acesso total
ru: Получить полный доступ
tr: Tam erişim edinin
zh_hans: 获得完全访问权限
zh_hant: 獲得完全存取權限

# settings.pro.unlock
source: Grovy Pro freischalten
en: Unlock Grovy Pro
es: Desbloquear Grovy Pro
fr: Débloquer Grovy Pro
hi: Grovy Pro को अनलॉक करें
it: Sblocca Grovy Pro
ja: Grovy Proのロック解除
ko: Grovy Pro 잠금 해제
nl: Ontgrendel Grovy Pro
pl: Odblokuj Grovy Pro
pt: Desbloquear Grovy Pro
ru: Разблокировать Grovy Pro
tr: Grovy Pro Kilidini Aç
zh_hans: 解锁 Grovy Pro
zh_hant: 解鎖 Grovy Pro

# settings.rate_app
source: App bewerten
en: Rate App
es: Calificar App
fr: Évaluer l'application
hi: ऐप की समीक्षा करें
it: Valuta l'app
ja: アプリを評価
ko: 앱 평가하기
nl: Beoordeel app
pl: Oceń aplikację
pt: Avaliar aplicação
ru: Оценить приложение
tr: Uygulamayı Değerlendir
zh_hans: 评价应用程序
zh_hant: 評價應用程式

# settings.reset.alert.message
source: Diese Aktion löscht alle deine Pflanzen, Coins und Fortschritte. Das kann nicht rückgängig gemacht werden.
en: This action will delete all your plants, coins, and progress. This cannot be undone.
es: Esta acción eliminará tus plantas y progreso. No se puede deshacer.
fr: Cette action supprimera toutes tes plantes, pièces et progressions. Cela ne peut pas être annulé.
hi: यह क्रिया आपके सभी पौधों, सिक्कों और प्रगति को हटा देगी। इसे पूर्ववत नहीं किया जा सकता।
it: This action will delete all your plants, coins, and progress. This cannot be undone.
ja: この操作により、植物、コイン、進行状況がすべて削除されます。これを元に戻すことはできません。
ko: 이 작업을 수행하면 모든 식물, 코인 및 진행 상황이 삭제됩니다. 이 작업은 취소할 수 없습니다.
nl: Met deze actie worden al je planten, munten en voortgang verwijderd. Dit kan niet ongedaan worden gemaakt.
pl: Ta czynność usunie wszystkie Twoje rośliny, monety i postęp. Tego nie można cofnąć.
pt: Esta ação irá eliminar todas as tuas plantas, moedas e progresso. Não pode ser desfeita.
ru: Это действие удалит все ваши растения, монеты и достижения. Это нельзя будет отменить.
tr: Bu eylem tüm bitkilerinizi, madeni paralarınızı ve ilerlemenizi silecektir. Bu geri alınamaz.
zh_hans: 此操作将删除您所有的植物、硬币和进​​度。此操作无法撤消。
zh_hant: 此操作將刪除您所有的植物、硬幣和進度。此操作無法撤銷。

# settings.reset.alert.title
source: App zurücksetzen?
en: Reset App?
es: ¿Reiniciar app?
fr: Réinitialiser l'application ?
hi: ऐप को रीसेट करें?
it: Reset App?
ja: アプリをリセットしますか?
ko: 앱을 재설정하시겠습니까?
nl: App resetten?
pl: Zresetować aplikację?
pt: Repor aplicação?
ru: Сбросить приложение?
tr: Uygulama Sıfırlansın mı?
zh_hans: 重置应用程序？
zh_hant: 重置應用程式？

# settings.reset.confirm
source: Alles löschen
en: Delete Everything
es: Borrar todo
fr: Tout supprimer
hi: सब कुछ हटाएँ
it: Delete Everything
ja: すべて削除
ko: 모두 삭제
nl: Verwijder alles
pl: Usuń wszystko
pt: Eliminar tudo
ru: Удалить всё
tr: Herşeyi Sil
zh_hans: 删除所有内容
zh_hant: 刪除所有內容

# settings.reset.final.message
source: Alles ist dann unwiderruflich weg. Die App startet danach komplett neu mit dem Onboarding.
en: Everything will be gone forever. The app will restart from the onboarding.
es: Todo desaparecerá para siempre. La aplicación se reiniciará desde el principio.
fr: Tout disparaîtra pour toujours. L'application redémarrera depuis le début.
hi: सब कुछ तब अनिवार्य रूप से चला जाता है। इसके बाद ऐप पूरी तरह से नए सिरे से ऑनबोर्डिंग के साथ शुरू होती है।
it: Tutto andrà perso per sempre. L'app si riavvierà dall'inizio.
ja: すべては永遠に消えてしまいます。アプリはオンボーディングから再起動されます。
ko: 모든 것이 영원히 사라질 것입니다. 온보딩부터 앱이 다시 시작됩니다.
nl: Alles zal voor altijd verdwenen zijn. De app wordt opnieuw opgestart vanaf de onboarding.
pl: Wszystko zniknie na zawsze. Aplikacja uruchomi się ponownie po wejściu na pokład.
pt: Tudo desaparecerá para sempre. A aplicação será reiniciada desde o início.
ru: После этого всё будет безвозвратно потеряно. Приложение после этого полностью перезапустится с процессом введения.
tr: Her şey sonsuza dek yok olacak. Uygulama, katılımdan sonra yeniden başlatılacaktır.
zh_hans: 然后一切都不可挽回地消失了。然后应用程序将完全重新启动并进行登录。
zh_hant: 然後一切都不可挽回地消失了。然後應用程式將完全重新啟動並進行登入。

# settings.reset.final.title
source: Bist du dir GANZ sicher?
en: Are you absolutely sure?
es: ¿Estás completamente seguro?
fr: Es-tu absolument sûr?
hi: क्या तुम पूरी तरह से chắcठीक हो?
it: Sei assolutamente sicuro?
ja: 絶対に間違いありませんか？
ko: 정말 확신하시나요?
nl: Weet je het absoluut zeker?
pl: Czy jesteś tego absolutnie pewien?
pt: Tens a certeza absoluta?
ru: Ты уверен НАВЕРНЯКА?
tr: Kesinlikle emin misin?
zh_hans: 您完全确定吗？
zh_hant: 您完全確定嗎？

# settings.reset.title
source: Alle Daten löschen
en: Delete All Data
es: Borrar todo
fr: Supprimer toutes les données
hi: सभी डेटा मिटाएँ
it: Delete All Data
ja: すべてのデータを削除する
ko: 모든 데이터 삭제
nl: Verwijder alle gegevens
pl: Usuń wszystkie dane
pt: Eliminar todos os dados
ru: Удалить все данные
tr: Tüm Verileri Sil
zh_hans: 删除所有数据
zh_hant: 刪除所有數據

# settings.restore
source: Käufe wiederherstellen
en: Restore Purchases
es: Restaurar Compras
fr: Restaurer les achats
hi: खरीदारी पुनर्स्थापित करें
it: Restore Purchases
ja: 購入を復元する
ko: 구매 복원
nl: Aankopen herstellen
pl: Przywróć zakupy
pt: Restaurar compras
ru: Восстановить покупки
tr: Satın Alınanları Geri Yükle
zh_hans: 恢复购买
zh_hant: 恢復購買

# settings.restore.action
source: Wiederherstellen
en: Restore
es: Restaurar
fr: Restaurer
hi: पुनर्स्थापित करें
it: Restore
ja: 復元する
ko: 복원하다
nl: Herstellen
pl: Przywrócić
pt: Restaurar
ru: Восстановить
tr: Eski haline getirmek
zh_hans: 恢复
zh_hant: 恢復

# settings.restore.desc
source: Haben Sie bereits Käufe getätigt? Hier können Sie diese auf diesem Gerät wiederherstellen.
en: Have you already made purchases? You can restore them on this device here.
es: ¿Ya realizaste compras? Puedes restaurarlas en este dispositivo aquí.
fr: As-tu déjà effectué des achats ? Tu peux les restaurer sur cet appareil ici.
hi: क्या आपने पहले ही खरीदारी की है? आप इन्हें इस डिवाइस पर पुनर्स्थापित कर सकते हैं।
it: Have you already made purchases? You can restore them on this device here.
ja: もう購入しましたか?ここでこのデバイスにそれらを復元できます。
ko: 이미 구매하셨나요? 여기에서 이 기기에 복원할 수 있습니다.
nl: Heeft u al aankopen gedaan? Je kunt ze hier op dit apparaat herstellen.
pl: Czy dokonaliście już zakupów? Tutaj możesz je przywrócić na tym urządzeniu.
pt: Já efetuaste compras? Podes restaurá-las neste dispositivo aqui.
ru: Вы уже совершали покупки? Здесь вы можете восстановить их на этом устройстве.
tr: Zaten alışveriş yaptınız mı? Bunları bu cihaza buradan geri yükleyebilirsiniz.
zh_hans: 您已经购买了吗？您可以在此处将它们恢复到该设备。
zh_hant: 您已經購買了嗎？您可以在此處將它們恢復到該設備。
